experiment-finetuned/all_finetuned/runs/damBreakWithObstacle/1/constant/fvModels
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvModels;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

functions
{
    // No functions defined in this case
}

// ************************************************************************* //