experiment-finetuned/all_finetuned/runs/damBreakWithObstacle/1/constant/phaseProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      phaseProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (water air);

sigma
(
    "air_water"
);

// ************************************************************************* //