experiment-finetuned/all_finetuned/runs/damBreakWithObstacle/1/constant/physicalProperties.air
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      physicalProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phase1
{
    name        air;
    rho         1;
    viscosityModel  Newtonian;
    nu          1.48e-5;
}

phase2
{
    name        water;
    rho         1000;
    viscosityModel  Newtonian;
    nu          1e-6;
}

// ************************************************************************* //