experiment-finetuned/all_finetuned/runs/damBreakWithObstacle/1/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

inertPhase      water;

transportModel  laminar;

viscosityModel  constant;

nu              nu [ 0 2 -1 0 0 0 0 ] 1e-6;

phase1
{
    name        water;
    rho         1000;
    viscosityModel  Newtonian;
    nu          1e-6;
}

phase2
{
    name        air;
    rho         1;
    viscosityModel  Newtonian;
    nu          1.48e-5;
}

// ************************************************************************* //