experiment-finetuned/all_finetuned/runs/damBreakWithObstacle/1/0/epsilon
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 1;

boundaryField
{
    leftWall
    {
        type            fixedValue;
        value           uniform 1;
    }
    rightWall
    {
        type            fixedValue;
        value           uniform 1;
    }
    lowerWall
    {
        type            fixedValue;
        value           uniform 1;
    }
    upperWall
    {
        type            inletOutlet;
        inletValue      uniform 1;
        value           uniform 1;
    }
    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //