experiment-finetuned/all_finetuned/runs/damBreakWithObstacle/1/0/omega
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      omega;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 -1 0 0 0 0];

internalField   uniform 1;

boundaryField
{
    leftWall
    {
        type            calculated;
        value           uniform 1;
    }

    rightWall
    {
        type            calculated;
        value           uniform 1;
    }

    lowerWall
    {
        type            calculated;
        value           uniform 1;
    }

    upperWall
    {
        type            calculated;
        value           uniform 1;
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //